/*
 * Loco ios export: iOS Localizable.strings
 * Project: NetStream Apple TV
 * Release: Working copy
 * Locale: fr-CH, French (Switzerland)
 * Exported by: artb
 * Exported at: Wed, 22 Aug 2018 15:51:47 +0300
 */

/* loco:5af1800a820ee913098b4567
 * displayed on alerts. */
"alertAction.Done" = "Done";

/* loco:5af180c9820ee914098b4567
 * displayed on alerts. */
"alertAction.Close" = "Close";

/* loco:5af180f7820ee9fc088b4571 */
"alertAction.Retry" = "Retry";

/* loco:5af1b6f4a39ff3253d8b456b */
"networkError.GeneralMessage" = "Sorry. The channel you requested is currently unavailable.";

/* loco:5afac867a39ff3227e8b456a */
"login.Email.Placeholder" = "Email";

/* loco:5afac880a39ff3377e8b4568 */
"login.Password.Placeholder" = "Password";

/* loco:5afaf9a6a39ff39c088b4567 */
"login.Button.SignIn" = "Sign in";

/* loco:5afbeb5ca39ff30f308b4567 */
"login.Email.InputMessage" = "Enter your email address";

/* loco:5afbeb95a39ff3f9308b4567 */
"login.Password.InputMessageEmpty" = "Enter the password";

/* loco:5afbebd1a39ff318318b456a */
"login.Password.InputMessageEmail" = "Enter password for %@ email address";

/* loco:5afd3799a39ff3d1678b4568 */
"login.Loading.Text" = "Signing in..";

/* loco:5afd9102a39ff324778b4567 */
"alert.Title.General" = "Network Error";

/* loco:5afd9121a39ff336778b4567 */
"alert.Title.BadCredentials" = "Oh no, we had trouble Signing you in";

/* loco:5afd9139a39ff336778b4569 */
"alert.Message.BadCredentials" = "Your Netstream email or password couldn’t be verified.\nGo to https://web.netstream.tv/#/passwordreset\nto get more information";

/* loco:5afd9165a39ff32d778b4569 */
"alert.Message.ServerError" = "We were unable to process your request.";

/* loco:5afd918aa39ff338778b4567 */
"alert.Message.NoInternet" = "You're offline.\nPlease check your Apple TV network connection.";

/* loco:5afebd57a39ff32c248b4567 */
"signOut.Title" = "Sign out";

/* loco:5afebd6ca39ff336248b4568 */
"signOut.Message" = "It’s been great together, are you sure you want to sign out?";

/* loco:5afebd84a39ff32a248b4567 */
"alertAction.SignOut" = "Sign out";

/* loco:5afebdc1a39ff325248b4569 */
"alertAction.Cancel" = "Cancel";

/* loco:5afebfb7a39ff3b5248b4567 */
"alertActionOK" = "OK";

/* loco:5b067ec5c430fee51c8b4567 */
"dashboard.Button.Play" = "Play";

/* loco:5b067ef4c430fee71c8b4567 */
"dashboard.Button.Signout" = "Sign out";

/* loco:5b06820bc430fec71d8b4567 */
"alert.Title.NetstreamError" = "Netstream Error";

/* loco:5b06d6c4c430fe362c8b4568 */
"alert.Message.ChannelUnavailable" = "Channels are unavailable";

/* loco:5b06da1bc430febe2c8b4567 */
"alertAction.ClosePlayer" = "Close Player";

/* loco:5b06da29c430fec12c8b4567 */
"alertAction.ReloadChannel" = "Reload Channel";

/* loco:5b112f51a39ff3227a8b4567 */
"tabBar.Item.TestPlayer" = "Test Player";

/* loco:5b112f6ba39ff30c7a8b4567 */
"tabBar.Item.TVGuide" = "TV Guide";

/* loco:5b112f7aa39ff3227a8b4569 */
"tabBar.Item.Account" = "Account";

/* loco:5b150620a08ef1625b47fa63 */
"unauthorized.Alert.Title" = "Authentication has been expired";

/* loco:5b150645a08ef162863ed6c3 */
"unauthorized.Alert.Message" = "Please, login to the application.";

/* loco:5b153a8ba08ef178eb2f92c2 */
"player.TopHint" = "Swipe down for info";

/* loco:5b191b4a7ec8ae49832ea1b3 */
"live" = "LIVE";

/* loco:5b191b6d7ec8ae49ae780a32 */
"genre" = "Genre:";

/* loco:5b191b947ec8ae49ac39b652 */
"creators" = "Creators:";

/* loco:5b191ba77ec8ae49bb0afda3 */
"casts" = "Cast:";

/* loco:5b191bb97ec8ae499a65a6d2 */
"others" = "and others";

/* loco:5b20f20f72c2c9388a78f912 */
"tvGuide.Today" = "Today";

/* loco:5b22535472c2c976817eb822 */
"tvGuide.Yesterday" = "Yesterday";

/* loco:5b22537172c2c976817eb824 */
"tvGuide.Tomorrow" = "Tomorrow";

/* loco:5b3e08a77ec8ae2ba36ebc92 */
"alert.Message.BroadcastUnavailable" = "There is a problem with playing the stream";

/* loco:5b3f586172c2c93c3d2ba872 */
"timeshift" = "TIMESHIFT";

/* loco:5b45c98472c2c95e94441f82 */
"alert.Message.StreamUrlUnavailable" = "Can't obtain stream URL";

/* loco:5b47673f72c2c933a73d630f */
"replay" = "REPLAY";

/* loco:5b4c875da08ef17d1c743366 */
"player.shortInfo.liveNow" = "Live now";

/* loco:5b4c889aa08ef17d8e0a32f4 */
"player.shortInfo.nextIn" = "Next: in %@";

/* loco:5b4f0bd4a08ef160582212a2 */
"player.alert.noReplay.message" = "This channel doesn’t have replay functionality as active.";

/* loco:5b4f2818a08ef168df618692 */
"alert.backToLive.message" = "You are back to TV-Live";

/* loco:5b50641c7ec8ae789e706382 */
"alertAction.Reload" = "Reload";

/* loco:5b51cd687ec8ae48834f8ce2 */
"alert.Message.BroadcastOld" = "Broadcast too old.";

/* loco:5b55dd4772c2c969db48ec92 */
"button.title.more" = "More";

/* loco:5b582ce872c2c966fd205a92 */
"filters.Channels.All" = "All Channels";

/* loco:5b58515872c2c970216b34c2 */
"recording.text.recorded" = "Recorded";

/* loco:5b58516c72c2c970200a7a54 */
"recording.text.recording" = "Recording";

/* loco:5b5851ef72c2c970200a7a56 */
"recording.text.scheduled" = "Rec Scheduled";

/* loco:5b58520572c2c9702204b963 */
"recording.text.overquota" = "Unable to record";

/* loco:5b58527f72c2c9707539e6c2 */
"recording.text.canceled" = "Canceled";

/* loco:5b58529f72c2c9707833f092 */
"recording.text.overQuota.memory" = "Too little memory";

/* loco:5b5857d772c2c9711c0e7f92 */
"alert.Message.FilterLoadingError" = "Problem loading the filters.";

/* loco:5b59dde272c2c93ef4379fc2 */
"broadcastDetails.button.watchChannel" = "Watch channel";

/* loco:5b59de0272c2c93f676297c2 */
"broadcastDetails.button.watchReplay" = "Watch replay";

/* loco:5b59de2c72c2c93f41627b13 */
"broadcastDetails.button.watchRecording" = "Watch recording";

/* loco:5b5ecc567ec8ae7d4e64d642 */
"tabBar.Item.Recordings" = "Recordings";

/* loco:5b5ee87c7ec8ae03ef125a72 */
"recordings.type.singleRecordings" = "Single Recordings";

/* loco:5b5ee9327ec8ae046e655d12 */
"recordings.type.seriesRecordings" = "Series Recordings";

/* loco:5b5f10f6a08ef152b4413c94 */
"recording" = "RECORDING";

/* loco:5b6085147ec8ae4baf4a04a4 */
"recordings.empty.title" = "No recorded broadcasts yet";

/* loco:5b6085317ec8ae4bde4c2c32 */
"recordings.single.empty.description" = "Currently, you have no single episode recordings. \nYou may schedule new recordings using a Web Application";

/* loco:5b6085567ec8ae4bf8230d02 */
"recordings.empty.button.TVGuide" = "Go to TV Guide";

/* loco:5b617dbe72c2c9337b6f7aa2 */
"recordings.series.empty.description" = "Currently, you have no series recordings. \nYou may schedule new recordings using a Web Application";

/* loco:5b630e5e72c2c90cb2358093 */
"recordings.loading.error.title" = "Can't load recordings";

/* loco:5b630e7772c2c90cc46d4304 */
"recordings.loading.error.description" = "Sorry, we have a trouble loading your recordings.";

/* loco:5b630e8572c2c90cd9186755 */
"recordings.loading.error.button.retry" = "Retry";

/* loco:5b6d7872a08ef1719311f5f6 */
"recordings.restriction.notification.title" = "The recordings functionality is restricted due to the app is still in the development.";

/* loco:5b6d7889a08ef1719404ed56 */
"recordings.restriction.notification.message" = "You can watch your recordings here. However, in order to record new broadcast or delete the previous recordings, please use the web version.";

/* loco:5b75392c72c2c9488c0273a2 */
"registration.Reminder" = "Do not have an account? Please visit the web application to get one.";

/* loco:5b754a4e7ec8ae1ec3265d22 */
"replay.notActive.notification.message" = "The replay is not active for this channel. Please, use a web version to activate it.";

/* loco:5b754a6b7ec8ae1cad68eaa2 */
"replay.notAvailable.notification.message" = "There is no possibility to replay this asset due to the channel doesn't support a replay functionality. You can record it in a web version once you subscribed to the corresponded subscription";

/* loco:5b7576cd72c2c9540258c3d2 */
"player.Alert.NoSwipe.ReplayMessage" = "There is no swipe gesture to switch the channel in the replay. Please, use QuickZapper to select a different channel.";

/* loco:5b7576e572c2c953c543c303 */
"player.Alert.NoSwipe.RecordingMessage" = "There is no swipe gesture to switch the channel in the recording.";

/* loco:5b7d5432a08ef111153c8ba2 */
"recording.status.watched" = "Watched";

/* loco:5b7d5446a08ef1111a5e3673 */
"recording.status.notWatched" = "Not watched";

/* loco:5b7d5c27a08ef112a632f0d2 */
"login.loading.authorization" = "Authorization...";
